Repository: eNarocanjeTPO2014/eNarocanje
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sl

source: Active from
sl: Aktiven od

source: Active to
sl: Aktiven do

source: First name
sl: Ime

source: Last name
sl: Priimek

source: Employee description
sl: Opis zaposlenega

source: Upload an image
sl: Naloži sliko

source: Male
sl: Moški

source: Female
sl: Ženski

source: first_name
sl: ime

source: last_name
sl: priimek

source: description
sl: opis

source: active_from
sl: aktiven_od

source: active_to
sl: aktiven_do

source: Order by last name
sl: Uredi po priimku

source: Personal info
sl: Osebne informacije

source: Permissions
sl: Dovoljenja

source: Important dates
sl: Pomembni datumi

source: Phone Number
sl: Telefonska številka

source: First Name
sl: Ime

source: Last Name
sl: Priimek

source: Language
sl: Jezik

source: Allow sending new offers and notices
sl: Dovoli pošiljanje obvestil o novih ponudbah

source: Allow sending service reminders
sl: Dovoli pošiljanje opomnikov

source: Service name
sl: Ime storitve

source: name
sl: ime

source: street
sl: naslov

source: zipcode
sl: poštna številka

source: city
sl: pošta

source: country
sl: država

source: Category
sl: Kategorija

source: timezone
sl: časovni pas

source: phone number
sl: telefonska številka

source: language
sl: jezik

source: Closed
sl: Zaprto

source: Coupon valid until
sl: Kupon velja do

source: Service
sl: Storitev

source: service
sl: storitev

source: number
sl: številka

source: valid
sl: veljaven

source: is valid
sl: je veljaven

source: CSV parsing failed
sl: CSV razčlenitev ni uspela

source: first row skipped
sl: prva vrstica preskočena

source: %d coupons successfully parsed and created
sl: %d kuponov uspešno ustvarjenih

source: %d coupons successfully parsed and created, %d failed
sl: %d kuponov uspešno razčlenjenih in ustvarjenih, %d z napako

source: Coupon parsing failed. Check your format.
sl: Razčlenitev kuponov ni uspela. Preverite format.

source: First name:
sl: Ime:

source: Last name:
sl: Priimek:

source: E-mail address:
sl: E-poštni naslov:

source: Phone number:
sl: Telefonska številka:

source: last name
sl: Priimek

source: email address
sl: e-poštni naslov

source: full name
sl: Vaše ime

source: Order by name
sl: Uredi po imenu

source: Order by last reservation date
sl: Uredi po datumu rezervacije

source: Title
sl: Naslov

source: Text
sl: Besedilo

source: title
sl: Naslov

source: message
sl: sporočilo

source: dateTime
sl: Čas

source: mailType
sl: tipMaila

source: recipentsNum
sl: steviloPrejemnikov

source: recipents
sl: prejemniki

source: path
sl: pot

source: headerText
sl: glava

source: footerText
sl: noga

source: Order by date sent
sl: Uredi po datumu pošiljanja

source: Order by title
sl: Uredi po naslovu

source: Your messages was sent successfully.
sl: Vaša sporočila so bila uspešno poslana.

source: Date
sl: Datum

source: Time
sl: Čas

source: Sorry, you entered your cupon number wrong 10 times. You can try again in 24h.
sl: Napačno število kupona ste vnesli 10-krat. Ponovno lahko poskusite čez 24ur.

source: Sorry, this coupon was already used.
sl: Oprostite, vaša številka kupona je bila že uporabljena.

source: Sorry, you coupon is not valid at this time. Check expiry date of your coupon
sl: Vaš kupon ni veljavem ob tem času. Preverite dan veljavnosti.

source: Sorry, your coupon number is not valid. Please try again.
sl: Oprostite, vaša številka kupona je neveljavna. Prosim, poskusite ponovno.

source: Sorry, you can't make reservations for past days.
sl: Ne morete rezervirati termina za pretekle dni.

source: Sorry, you can't make a reservation on a non working day.
sl: Ne morete rezervirati termina na dela prost dan.

source: Sorry, the provider is absent on this day.
sl: Ponudnik je na ta dan odsoten.

source: Sorry, reservation can't span over multiple days.
sl: Rezervacije ne morajo zavzemati več dni.

source: Sorry, you can't make a reservation in the past.
sl: Ne morete rezervirati preteklega termina.

source: Sorry, the service isn't available before
sl: Storitev ni dostopna pred

source: Sorry, the service is closed from
sl: Oprostite! Ponudnik ne obratuje od

source: Sorry, the service isn't available at specified time.
sl: Storitev ni na voljo ob izbranem času.

source: Sorry, your reservation is overlapping with another reservation.
sl: Oprostite! Izbran termin se prekriva z drugim terminom.

source: Name
sl: Naziv

source: Email address
sl: E-poštni naslov

source: Don't sync with Google Calendar
sl: Ne sinhroniziraj z Google koledarjem

source: Create new calendar
sl: Ustvari nov koledar

source: Select Employee:
sl: Izberi zaposlenega

source: duration
sl: trajanje

source: price
sl: cena

source: rating
sl: ocena

source: Closed on this day
sl: Zaprto na ta dan

source: Reserved
sl: Rezervirano

source: Order by service
sl: Uredi po storitvi

source: Order by date
sl: Uredi po terminu

source: Order by customer
sl: Uredi po stranki

source: Order by employee
sl: Uredi po zaposlenem

source: Customer
sl: Stranka

source: Employee
sl: Zaposleni

source: Confirmation of service reservation
sl: Potrditev rezervacije

source: Discount valid from
sl: Popust velja od

source: Discount valid to
sl: Popust velja do

source: Discount can't end before it starts.
sl: Popust se ne more končati preden se začne!

source: Discounts can't overlap.
sl: Popusti se ne smejo prekrivati.

source: Active until
sl: Aktivna do

source: Duration (in minutes)
sl: Trajanje (v minutah)

source: Price (in EUR)
sl: Cena (v EUR)

source: All
sl: Vse

source: Active
sl: Aktivni

source: Inactive
sl: Neaktivni

source: All durations
sl: Vsa trajanja

source: All discounts
sl: Vsi popusti

source: sex
sl: spol

source: active until
sl: aktiven do

source: with
sl: z

source: discount
sl: popust

source: discount valid from
sl: popust velja od

source: discount valid to
sl: popust velja do

source: author
sl: avtor

source: body
sl: vsebina

source: Order by distance
sl: Uredi po oddaljenosti

source: Order lexicographically
sl: Uredi po abecedi

source: Order by price
sl: Uredi po ceni

source: Order by discount level
sl: Uredi po višini popusta

source: Your reservation was not confirmed
sl: Vaša rezervacija ni bila potrjena

source: Review your service reservation
sl: Oceni rezervacijo storitve

source: Time from
sl: Od

source: Time to
sl: Do

source: Working hours can't end before they start.
sl: Delovni čas se ne more končati preden se začne.

source: Working hours are already defined for some of these days (%s).
sl: Delovni čas je že določen za nekatere od izbranih dni (%s).

source: Breaks must be within working hours.
sl: Odmori morajo biti znotraj delovnega časa.

source: Break can't end before it starts.
sl: Odmor se ne more končati preden se začne!

source: Breaks can't overlap.
sl: Odmori se ne smejo prekrivati.

source: Date/Date from
sl: Datum od

source: Date to
sl: Datum do

source: Absence can't end before it starts.
sl: Odsotnost se ne more končati preden se začne.

source: Monday
sl: ponedeljek

source: Tuesday
sl: torek

source: Wednesday
sl: sreda

source: Thursday
sl: četrtek

source: Friday
sl: petek

source: Saturday
sl: sobota

source: Sunday
sl: nedelja

source: time from
sl: od

source: time to
sl: do

source: week days
sl: dnevi v tednu

source: date from
sl: datum od

source: date to
sl: datum do

source: About Cookies
sl: O piškotkih

source: Cookies are small text files which are placed on your browser and enable us to ensure successful operation of all the functions of this website,
sl: Piškotki so majhne tekstovne datoteke, shranjene v vašem brskalniku in nam omogočajo zagotoviti uspešno delovanje vseh funkcionalnosti spletne strani,

source: personalize certain content for you, and analyse site visits in order to be able to continuously improve user experience.
sl: prilagoditi določeno vsebino posebej za vas in analitirati obiske strani z namenom, da bi lahko kontinuirano izboljševali uporabniško izkušnjo.

source: This website uses following cookies:
sl: Spletna stran uporablja naslednje piškotke:

source: Cookie name
sl: Ime piškotka

source: Provider
sl: Ponudnik

source: Expiry
sl: Poteče čez

source: Purpose
sl: Namen

source: Provider
sl: Ponudnik

source: days
sl: dni

source: This cookie stores user's answer of agreeing with our cookie policy
sl: Piškotek shranjuje uporabnikov odgovor na strinjanje z uporabo piškotkov.

source: End of session
sl: Konec seje

source: This cookie stores data about user's session when logged in through Google login service
sl: Piškotek shranjuje podatke o uporabnikovi seji, ko je prijavljen preko Google login storitve

source: hours
sl: uri

source: This cookie is used to manage authentication with Facebook Connect
sl: Piškotek upravlja z avtentikacijo preko storitve Facebook Connect

source: This cookie is used to identify your unique session on the website
sl: Piškotek se uporablja za identifikacijo vaše unikatne seje na tej strani

source: This cookie is for Cross Site Forgery Protection
sl: Piškotek se uporablja za Cross Site Forgery zaščito

source: My Services
sl: Moje storitve

source: My Working Hours
sl: Moj delovni čas

source: My Reservations
sl: Moje rezervacije

source: My Customers
sl: Moje stranke

source: My Employees
sl: Moji zaposleni

source: My Account
sl: Moj račun

source: Sign Out
sl: Odjava

source: Sign In
sl: Prijava

source: Sign Up
sl: Registracija

source: Delete
sl: Izbriši

source: About cookies
sl: O piškotkih

source: Did you mean
sl: Ste mislili

source: Next
sl: Naslednja

source: Profile
sl: Profil

source: E-mail Addresses
sl: E-poštni naslovi

source: Change Password
sl: Spremeni geslo

source: Connected Accounts
sl: Povezani računi

source: Email
sl: E-naslov

source: The following e-mail addresses are associated to your account:
sl: E-poštni naslovi, ki so povezani na vaš račun

source: E-mail
sl: E-naslov

source: Verified
sl: Potrjen

source: Unverified
sl: Nepotrjen

source: Primary
sl: Primaren

source: Make Primary
sl: Nastavi kot primarnega

source: Re-send Verification
sl: Ponovno pošlji

source: Remove
sl: Odstrani

source: Warning:
sl: Opozorilo:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
sl: Trenutno nimate nastavljenega e-naslova. Priporocamo, da si ga nastavite, da boste lahko prejemali obvestila, ponastavili geslo in podobno.

source: Add E-mail Address
sl: Dodaj E-naslov

source: Add E-mail
sl: Dodaj E-naslov

source: Do you really want to remove the selected e-mail address?
sl: Ste prepričani, da Želite odstraniti izbran E-naslov?

source: Confirm E-mail Address
sl: Potrdi E-naslov

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
sl: Prosim, potrdite, da je <a href="mailto:%(email)s">%(email)s</a> E-naslov za uporabnika %(user_display)s

source: Confirm
sl: Potrdi

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
sl: Ta povezava za potrditev E-naslova je potekla ali je neveljavna. Prosim <a href="%(email_url)s"> posljite novo zahtevo za potrditev</a>.

source: Forgot Password?
sl: Pozabljeno geslo?

source: Password Reset
sl: Ponastavitev gesla

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
sl: Ste pozabili geslo? Vnesite E-naslov in poslali vam bomo dovoljenje za spremembo.

source: Reset My Password
sl: Ponastavi moje geslo

source: Please contact us if you have any trouble resetting your password.
sl: Če imate kakršne koli težave s ponastavljanjem gesla, nas kontaktirajte.

source: Bad Token
sl: Neveljaven simbol

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
sl: Povezava za spremembo gesla je neveljavna. Možno, da je že bila uporabljena. Prosim pošljite <a href="%(passwd_reset_url)s">zahtevo za ponastavitev gesla</a>.

source: change password
sl: spremeni geslo

source: Your password is now changed.
sl: Vaše geslo je bilo spremenjeno.

source: Set Password
sl: Nastavi geslo

source: Referral URL
sl: Napotitveni naslov

source: Service provider
sl: Ponudnik storitev

source: Update profile
sl: Posodobi profil

source: Destroy service provider
sl: Blokiraj ponudnika storitev

source: Become service provider
sl: Postani ponudnik storitev

source: Signup
sl: Registriraj se

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
sl: Že imate račun? Prosim <a href="%(login_url)s">prijavite se</a>.

source: Providers
sl: Ponudniki storitev

source: Services
sl: Storitve

source: Employees
sl: Zaposleni

source: Search
sl: Išči

source: Order by
sl: Uredi po

source: Description
sl: Opis

source: No employees found.
sl: Najden ni bil noben zaposleni.

source: Gallery
sl: Galerija

source: Upload image
sl: Naloži sliko

source: Delete selected
sl: Izbriši izbrane

source: Previous
sl: Prejšnja

source: Categories
sl: Kategorije

source: away
sl: oddaljen

source: Address
sl: Naslov

source: No providers found.
sl: Najden ni bil noben ponudnik.

source: Visit provider web page
sl: Obišči spletno stran ponudnika

source: Discounts
sl: Popusti

source: Price
sl: Cena

source: Discounted until
sl: Popust velja do

source: No services found.
sl: Najdena ni bila nobena storitev.

source: Add Coupon
sl: Dodaj kupon

source: CSV Upload
sl: Naloži CSV

source: Upload
sl: Naloži

source: Cancel
sl: Prekliči

source: Edit Coupon
sl: Urejanje kuponov

source: Save
sl: Shrani

source: Coupons
sl: Kuponi

source: Number
sl: Številka

source: Valid until
sl: Aktiven do

source: Actions
sl: Možnosti

source: Edit
sl: Uredi

source: Add coupon
sl: Dodaj kupon

source: Upload CSV
sl: Naloži CSV

source: Delete all
sl: Izbriši vse

source: Add Customer
sl: Dodaj stranko

source: Customers
sl: Stranke

source: Customer notifications
sl: Obvestila strankam

source: Sent date
sl: Datum pošiljanja

source: Mail type
sl: Vrsta pošte

source: Number of recipients
sl: Število prejemnikov

source: No sent mails found.
sl: Najdena ni bilo nobeno e-poštno sporočilo.

source: Edit Customer
sl: Urejanje strank

source: Phone
sl: Telefon

source: Last reservation
sl: Datum zadnje rezervacije

source: Number of res.
sl: Št. rezervacij

source: Last reservation date
sl: Datum zadnje rezervacije

source: No reservation made
sl: Ni rezervacije

source: Reservations
sl: Rezervacije

source: History
sl: Zgodovina

source: No customers found.
sl: Najdena ni bila nobena stranka.

source: Add customer
sl: Dodaj stranko

source: Export customers to CSV
sl: Izvozi stranke v CSV

source: All reservations
sl: Vse rezervacije

source: Number of reservations:
sl: Število rezervacij:

source: Has attended
sl: Je prišla

source: Rating
sl: Ocena

source: Did customer attend
sl: Je stranka prišla

source: Yes
sl: Da

source: No
sl: Ne

source: No rating given.
sl: Ni ocene.

source: Change to No
sl: Spremeni v Ne

source: Change to Yes
sl: Spemeneni v Da

source: Customer hasn't made any reservations yet.
sl: Stranka še ni opravila nobene rezervacije.

source: Notifications
sl: Obvestila

source: Send
sl: Pošlji

source: Send e-mail
sl: Pošlji e-pošto

source: You can leave a comment for %(service_name)s at %(provider_name)s here: %(url)s
sl: Tukaj lahko pustite komentar za %(service_name)s pri %(provider_name)s: %(url)s

source: Your reservation was successful! Here is some information about you reservation:
sl: Vaša rezervacija je bila uspešno sprejeta! Dodatne informacije o rezervaciji:

source: Duration
sl: Trajanje

source: Service provider name
sl: Naziv ponudnika storitev

source: Service provider phone
sl: Telefonska številka ponudnika storitev

source: Unfortunately your reservation was not confirmed by service provider. May be you can try again on another termin. Thank you for your understanding. Here is some information about you reservation:
sl: Na žalost vaša rezervacija ni bila potrjena s strani ponudnika storitve. Lahko poskusite z novo rezervacijo ob drugem terminu. Hvala za razumevanje. Podrobnosti vaše rezervacije:

source: You have a new reservation for your service. You can confirm or deny this reservation. Look to you unconfirm reservation list please. Here is some information about this reservation:
sl: Imate novo rezervacijo! Dodatne informacije o rezervaciji:

source: Customer name
sl: Ime naročnika

source: Customer phone
sl: Naročnikov telefon

source: You have a new reservation for your service! Here is some information about this reservation:
sl: Imate novo rezervacijo! Dodatne informacije o rezervaciji:

source: Contact information
sl: Kontakt

source: View services
sl: Ogled storitev

source: Calendar
sl: Koledar

source: All time
sl: Vse

source: This week
sl: Ta teden

source: Next week
sl: Naslednji teden

source: Unconfirmed reservations
sl: Nepotrjene rezervacije

source: Search by
sl: Išči po

source: No employee selected
sl: Zaposleni ni bil izbran

source: No reservations found.
sl: Ni rezervacij.

source: My Reservations - Next week
sl: Moje rezervacije - Naslednji teden

source: My Reservations - This week
sl: Moje rezervacije - Ta teden

source: Sorry, someone else has made a reservation in the meantime. Pick a different date or time. Thank you.
sl: Oprostite! Nekdo drug je v vmesnem času opravil rezervacijo. Prosim, izberite drug termin. Hvala.

source: Try again
sl: Poskusite ponovno

source: Reservation
sl: Rezervacija

source: Chosen employee
sl: Izbran zaposleni

source: Your name
sl: Vaše ime

source: Your email
sl: Vaš E-naslov

source: Your phone number
sl: Vaša telefonska številka

source: Your coupon number
sl: Številka vašega kupona

source: Successfully reserved
sl: Uspešno rezervirano

source: Date and time:
sl: Datum in čas:

source: Your reservation must be confirmed from service provider. We will send you email, if this reservation will be confirmed. Thank you.
sl: Vaša rezervacija mora biti potrjena s strani ponudnika storitve. Ko bo rezervacija potrjena vas bomo o tem obvestili. Hvala.

source: All reservation details were sent to your <b>email</b>. You can also add this reservation to your <b>Google Calendar</b>.
sl: Podrobnosti o rezervaciji so bile poslane na vaš <b>e-naslov</b>. Rezervacijo lahko dodate tudi v <b>Google koledar</b>.

source: If you want, you can share your reservation info on social media:
sl: Če želite, lahko delite podrobnosti o rezervaciji na spletu:

source: I made a reservation for %(name)s on %(date)s at %(time)s Here is link:
sl: Naredil sem rezervacijo za %(name)s dne %(date)s ob %(time)s Povezava:

source: Thanks for using E-Narocanje!
sl: Hvala, ker uporabljate E-narocanje!

source: Reservation at
sl: Rezervacija ob

source: I made a reservation for %(service_name)s on %(date)s at %(time)s.
sl: Naredil sem rezervacijo za %(service_name)s dne %(date)s ob %(time)s.

source: Google Calendar
sl: Google koledar

source: Filter by emloyee
sl: Uredi po zaposlenem

source: All employee
sl: Vsi zaposleni

source: Filter by service
sl: Uredi po storitvi

source: All services
sl: Vse storitve

source: Show on calendar
sl: Prikaži

source: Google Calendar sync settings
sl: Nastavitve sinhronizacije z Google koledarjem

source: today
sl: danes

source: month
sl: mesec

source: weak
sl: teden

source: day
sl: dan

source: Sun
sl: ned

source: Mon
sl: pon

source: Tue
sl: tor

source: Wed
sl: sre

source: Thu
sl: čet

source: Fri
sl: pet

source: Sat
sl: sob

source: If you have a COUPON, then enter the coupon's number
sl: Če imate kupon, prosim vnesite številko kupona

source: Make a reservation
sl: Rezerviraj

source: Your reservation
sl: Vaša rezervacija

source: week
sl: teden

source: January
sl: januar

source: February
sl: februar

source: March
sl: marec

source: May
sl: maj

source: June
sl: juni

source: July
sl: julij

source: October
sl: oktober

source: Oct
sl: okt

source: W
sl: T

source: all-day
sl: ves dan

source: Add Service
sl: Dodaj storitev

source: Add your comment
sl: Dodaj svoj komentar

source: Submit
sl: Pošlji

source: By
sl: Napisal

source: at
sl: ob

source: No comments
sl: Ni komentarjev

source: Edit Service
sl: Uredi storitev

source: Warning: previous reservations won't be affected by edits!
sl: Opozorilo: Prejšnje rezervacije bodo po urejanju ostale nespremenjene!

source: Set active until
sl: Nastavi čas aktivnosti

source: Clear active until
sl: Izbriši cas aktivnosti

source: remove
sl: odstrani

source: add a discount
sl: dodaj popust

source: Discount
sl: Popust

source: Deactivate
sl: Deaktiviraj

source: Activate
sl: Aktiviraj

source: Add service
sl: Dodaj storitev

source: View gallery
sl: Poglej galerijo

source: Date and time
sl: Datum in čas

source: Deny
sl: Zavrni

source: Confirm all
sl: Potrdi vse

source: Deny all
sl: Zavrni vse

source: Comments
sl: Komentarji

source: Add Employee
sl: Dodaj zaposlenega

source: Edit Employee
sl: Uredi zaposlenega

source: Active From
sl: Aktiven od

source: Add employee
sl: Dodaj zaposlenega

source: You can sign in to your account using any of the following third party accounts:
sl: Prijava preko Facebook ali Google računa:

source: Account
sl: Račun

source: None!
sl: Nič!

source: You currently have no social network accounts connected to this account.
sl: Trenutno nimate vpisanega nobenega računa socialnega omrežja.

source: Add a 3rd Party Account
sl: Dodaj račun socialnega omrezja

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
sl: Uporabili boste svoj %(provider_name)s račun za prijavo v %(site_name)s. Za dokončanje izpolnite sledeč obrazec:

source: Add Working Hours
sl: Dodaj delovni čas

source: Add Absence
sl: Dodaj odsotnost

source: Edit Working Hours
sl: Uredi delovni čas

source: Breaks
sl: Odmori

source: add a break
sl: dodaj odmor

source: Edit Absence
sl: Uredi odsotnost

source: Multiple day absence
sl: Večdnevna odsotnost

source: One day absence
sl: Enodnevna odsotnost

source: Working Hours
sl: Delovni čas

source: Abstences
sl: Odsotnosti

source: Week days
sl: Dnevi v tednu

source: Date from
sl: Datum od

source: Days
sl: Dnevi
